Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitEntertainment/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.addToPlaylist
source: Add to Playlist
ar: إضافة إلى قائمة التشغيل
bg: Добавете в плейлиста
ca: Afegir a la Llista de Reproducció
cs: Přidat do playlistu
da: Tilføj til playliste
de: Zur Playlist hinzufügen
el: Προσθήκη στη Λίστα Αναπαραγωγής
es: Agregar a lista de reproducción
es_419: Agregar a la lista de reproducción
fi: Lisää soittolistalle
fr: Ajouter à la playlist
fr_ca: Ajouter à la playlist
he: הוסף לרשימת השמעה
hi: प्लेलिस्ट में जोड़ें
hr: Dodaj na playlistu
hu: Lejátszási Listához Hozzáadása
id: Tambahkan ke Playlist
it: Aggiungi alla playlist
ja: プレイリストに追加する
kk: Тізімге қосу
ko: 재생목록에 추가
ms: Tambah kepada Senarai Main
nb: Legg til spilleliste
nl: Toevoegen aan Afspeellijst
pl: Dodaj do playlisty
pt_br: Adicionar à Playlist
pt_pt: Adicionar à Playlist
ro: Adaugă la playlist
ru: Добавить в плейлист
sk: Pridať do zoznamu skladieb
sv: Lägg till i spellista
th: เพิ่มไปยังเพลย์ลิสต์
tr: Çalma Listesine Ekle
uk: Додати до плейлисту
vi: Thêm vào danh sách phát
zh_hans: 添加到播放列表
zh_hant: 加入播放列表
zh_hk: 添加至播放列表

# TK.Action.addToQueue
source: Add to Queue
ar: إضافة إلى قائمة الانتظار
bg: Добави в опашката
ca: Afegir a la Cola
cs: Přidat do fronty
da: Tilføj til kø
de: In die Warteschlange hinzufügen
el: Προσθήκη στην Ουρά
es: Agregar a la cola
es_419: Agregar a la cola
fi: Lisää jonoon
fr: Ajouter à la queue
fr_ca: Ajouter à la Liste d'Attente
he: הוסף לתור
hi: सूची में जोड़ें
hr: Dodaj u čekanje
hu: Hozzáadás a Sorhoz
id: Tambah ke Antrian
it: Aggiungi alla Coda
ja: キューに追加
kk: Кезекке қосу
ko: 대기열에 추가
ms: Tambah ke Antrian
nb: Legg til kø
nl: Aan Lijst Toevoegen
pl: Dodaj do kolejki
pt_br: Adicionar à Fila
pt_pt: Adicionar à Fila
ro: Adaugă la coadă
ru: Добавить в очередь
sk: Pridať do frontu
sv: Lägg till i kö
th: เพิ่มลงในคิว
tr: Sıraya Ekle
uk: Додати в чергу
vi: Thêm vào danh sách chờ
zh_hans: 添加到队列
zh_hant: 新增至串流清單
zh_hk: 添加到隊列

# TK.Action.cast
source: Cast
ar: عرض
bg: Излъчвай
ca: Transmitir
cs: Odeslat
de: Übertragen
el: Μεταφορά
es: Transmitir
es_419: Transmitir
fi: Suoratoista
fr: Diffuser
fr_ca: Diffuser
he: שדרג
hi: कास्ट करें
hr: Emituj
hu: Közvetítés
it: Trasmetti
ja: キャストする
kk: Кастинг жасау
ko: 전송
ms: 投射
nb: Speil til enhet
nl: Casten
pl: Rzuć
pt_br: Transmitir
pt_pt: Transmitir
ro: Proiectează
ru: Запустить трансляцию
sk: Premietať
sv: Sänd
tr: Gönder
uk: Передати
vi: Phát sóng
zh_hans: 投影到设备
zh_hant: 投射
zh_hk: 投放

# TK.Action.createPlaylist
source: Create Playlist
ar: إنشاء قائمة تشغيل
bg: Създай плейлист
ca: Crear Llista de Reproducció
cs: Vytvořit seznam skladeb
da: Opret playliste
de: Playlist erstellen
el: Δημιουργία Playlist
es: Crear lista de reproducción
es_419: Crear lista de reproducción
fi: Luo soittolista
fr: Créer une playlist
fr_ca: Créer une Playlist
he: צור פלייליסט
hi: प्लेलिस्ट बनाएं
hr: Stvori play listu
hu: Lejátszási lista létrehozása
id: Buat Daftar Putar
it: Crea Playlist
ja: プレイリストを作成
kk: Плейлист құру
ko: 재생목록 만들기
ms: Cipta Senarai Main
nb: Opprett spilleliste
nl: Afspeellijst Aanmaken
pl: Utwórz playlistę
pt_br: Criar Playlist
pt_pt: Criar Playlist
ro: Creează Playlist
ru: Создать плейлист
sk: Vytvoriť zoznam skladieb
sv: Skapa spellista
th: สร้างเพลย์ลิสต์
tr: Çalma Listesi Oluştur
uk: Створити плейлист
vi: Tạo danh sách phát
zh_hans: 创建播放列表
zh_hant: 建立播放清單
zh_hk: 建立播放列表

# TK.Action.downloadForOffline
source: Download for Offline
ar: تنزيل للاستخدام في وضع عدم الاتصال
bg: Изтегляне за офлайн
ca: Descarregar per a ús offline
cs: Stáhnout pro offline
da: Hent til Offline
de: Für Offline Herunterladen
el: Λήψη για εκτός σύνδεσης
es: Descargar para uso offline
es_419: Descargar para Uso Offline
fi: Lataa offline-tilassa
fr: Télécharger pour une utilisation hors ligne
fr_ca: Télécharger pour usage hors ligne
he: הורד למצב לא מקוון
hi: ऑफलाइन के लिए डाउनलोड करें
hr: Preuzmi za offline
hu: Letöltés offline használatra
id: Unduh untuk Offline
it: Scarica per Offline
ja: オフライン用にダウンロード
kk: Офлайн режимде жүктеу
ko: 오프라인 다운로드
ms: Muat Turun Untuk Penggunaan Offline
nb: Last ned for offline bruk
nl: Downloaden voor Offline
pl: Pobierz do trybu offline
pt_br: Baixar para Offline
pt_pt: Transferir para Offline
ro: Descarcă pentru Offline
ru: Загрузить для работы без подключения
sk: Stiahnuť na offline
sv: Ladda ner för offline-användning
th: ดาวน์โหลดสำหรับออฟไลน์
tr: Çevrimdışı İndirin
uk: Завантажити для офлайн
vi: Tải Xuống Ngoại Tuyến
zh_hans: 下载以供离线使用
zh_hant: 下載離線內容
zh_hk: 下載離線內容

# TK.Action.fastForward
source: Fast Forward
ar: تقديم سريع للأمام
bg: Бързо превърти напред
ca: Avançar ràpid
cs: Rychle vpřed
da: Spol frem
de: Schneller Vorlauf
el: Γρήγορη Προώθηση
es: Avance rápido
es_419: Avance rápido
fi: Siirry eteenpäin
fr: Avance rapide
fr_ca: Avance rapide
he: הרץ קדימה
hi: फ़ास्ट फ़ॉरवर्ड करें
hr: Pretraživanje unaprijed
hu: Gyors Előretekerés
id: Percepat Maju
it: Avanti veloce
ja: 早送り
kk: Алға айналдыру
ko: 앞으로 빨리감기
ms: Maju Pantas
nb: Spol frem
nl: Spoel vooruit
pl: Szybko do przodu
pt_br: Avançar Rápido
pt_pt: Avançar rápido
ro: Repede înainte
ru: Перемотать вперед
sk: Prevíjať dopredu
sv: Sök framåt
th: เลื่อนไปข้างหน้าอย่างเร็ว
tr: İleri Sar
uk: Мотати вперед
vi: Tua đi nhanh
zh_hans: 快进
zh_hant: 快轉
zh_hk: 快轉

# TK.Action.follow
source: Follow
ar: متابعة
bg: Следвай
ca: Seguir
cs: Sledovat
da: Følg
de: Folgen
el: Ακολούθηση
es: Seguir
es_419: Seguir
fi: Seuraa
fr: Suivre
fr_ca: Suivre
he: לעקוב
hi: फ़ॉलो करें
hr: Prati
hu: Követés
id: Ikuti
it: Segui
ja: フォロー
kk: Жазылу
ko: 팔로우
ms: Ikuti
nb: Følg
nl: Volg
pl: Obserwuj
pt_br: Seguir
pt_pt: Seguir
ro: Urmăriți
ru: Подписаться
sk: Nasledovať
sv: Följ
th: ติดตาม
tr: Takip Et
uk: Стежити
vi: Theo dõi
zh_hans: 关注
zh_hant: 追蹤
zh_hk: 關注

# TK.Action.like
source: Like
ar: أعجبني
bg: Харесай
ca: M’agrada
cs: To se mi líbí
da: Synes godt om
de: Gefällt mir
el: Μου αρέσει
es: Me gusta
es_419: Me gusta
fi: Tykkää
fr: Aimer
fr_ca: J’aime
he: אהבתי
hi: पसंद करें
hr: Sviđa mi se
hu: Lájk
id: Sukai
it: Mi piace
ja: レシピをいいねする
kk: Ұнайды
ko: 좋아요
ms: Suka
nb: Lik
nl: Vind ik leuk
pl: Lubię
pt_br: Curtir
pt_pt: Gostar
ro: Apasă pe Like
ru: Нравится
sk: Páči sa
sv: Gilla
th: ถูกใจ
tr: Beğen
uk: Подобається
vi: Thích
zh_hans: 赞
zh_hant: 喜歡
zh_hk: 喜歡

# TK.Action.link
source: Link
ar: رابط
bg: Връзка
ca: Enllaç
cs: Odkaz
el: Σύνδεσμος
es: Enlace
es_419: Vincular
fi: Linkki
fr: Lien
fr_ca: Lien
he: קישור
hi: लिंक करें
id: Tautan
ja: リンク
kk: Сілтеме
ko: 링크
ms: Pautan
nb: Koble
pl: Łącze
pt_pt: Hiperligação
ru: Ссылка
sk: Prepojiť
sv: Länk
th: ลิงก์
tr: Bağlantı
uk: Посилання
vi: Liên kết
zh_hans: 链接
zh_hant: 連結
zh_hk: 連結

# TK.Action.pin
source: Pin
ar: تثبيت
bg: Закачи
ca: Fixar
cs: Přišpendlit
da: Fastgør
de: Anpinnen
el: Καρφίτσωμα
es: Fijar
es_419: Fijar
fi: Kiinnitä
fr: Épingler
fr_ca: Épingler
he: הצמדה
hi: पिन करें
hr: Zakvači
hu: Rögzítés
it: Mettiti in evidenza
ja: ピンで固定
kk: Бекіту
ko: 고정
nb: Fest
nl: Maak vast
pl: Przypnij
pt_br: Fixar
pt_pt: Afixar
ro: Fixați
ru: Закрепить
sk: Pripnúť
sv: Fäst
th: ปักหมุด
tr: İğnele
uk: Закріпити
vi: Ghim
zh_hans: 固定
zh_hant: 釘選
zh_hk: 釘選

# TK.Action.queue
source: Queue
ar: طابور
bg: Опашка
ca: Posicionar a la cua
cs: Čekat
da: Kø
de: In Warteschlange stellen
el: Ουρά
es: Cola
es_419: Cola
fi: Jonota
fr: Mettre en file d'attente
fr_ca: Mettre en file d'attente
he: תור
hi: क्यू करें
hr: Redaj
hu: Sorrend
id: Antrian
it: In coda
ja: キューを管理する
kk: Жылжыту
ko: 큐 관리하기
ms: Antri
nb: Kø
nl: Invoeren
pl: Kolejkuj
pt_br: Adicionar à Fila
pt_pt: Colocar em Fila
ro: Coziuază
ru: Очередь
sk: Zaradiť
sv: Köa
th: จัดคิว
tr: Sıra Al
uk: Взяти в чергу
vi: Xếp hàng
zh_hans: 排队
zh_hant: 排隊
zh_hk: 排隊

# TK.Action.rate
source: Rate
ar: تقييم
bg: Тарифирай
ca: Valorar
cs: Ohodnotit
da: Vurder
de: Bewerten
el: Βαθμολογία
es: Valorar
es_419: Calificar
fi: Arvioi
fr: Noter
fr_ca: Noter
he: דרג
hi: रेटिंग दें
hr: Ocijeni
hu: Értékelés
id: Nilai
it: Valuta
ja: 評価
kk: Бағалау
ko: 평가하기
ms: Nilai
nb: Gi vurdering
nl: Snelheid Beoordelen
pl: Oceń
pt_br: Classificar
pt_pt: Classificar
ro: Evaluați
ru: Оценить
sk: Ohodnotiť
sv: Sätt betyg
th: ให้คะแนน
tr: Puanla
uk: Оцінити
vi: Xếp hạng
zh_hans: 评分
zh_hant: 評分
zh_hk: 評分

# TK.Action.rateContent
source: Rate Content
ar: قيم المحتوى
bg: Оцени съдържанието
ca: Valora el contingut
cs: Ohodnotit obsah
da: Bedøm indhold
de: Inhalt bewerten
el: Βαθμολόγησε το Περιεχόμενο
es: Calificar contenido
es_419: Calificar contenido
fi: Arvioi sisältö
fr: Évaluer le contenu
fr_ca: Évaluer le contenu
he: דרג תוכן
hi: सामग्री को रेट करें
hr: Ocijeni sadržaj
hu: Tartalom értékelése
id: Beri Penilaian Konten
it: Valuta contenuto
ja: コンテンツを評価
kk: Мазмұнды бағалау
ko: 컨텐츠 평가
ms: Taksir Kandungan
nb: Vurder innhold
nl: Inhoud Beoordelen
pl: Oceń zawartość
pt_br: Avaliar Conteúdo
pt_pt: Avaliar Conteúdo
ro: Evaluează conținutul
ru: Оценить контент
sk: Ohodnotiť obsah
sv: Betygsätt Innehåll
th: ให้คะแนนเนื้อหา
tr: İçeriği Değerlendir
uk: Оцінити контент
vi: Đánh giá nội dung
zh_hans: 评价内容
zh_hant: 評價內容
zh_hk: 評價內容

# TK.Action.recommend
source: Recommend
ar: توصية
bg: Препоръчай
ca: Recomana
cs: Doporučit
da: Anbefal
de: Empfehlen
el: Συνιστώ
es: Recomendar
es_419: Recomendar
fi: Suosittele
fr: Recommander
fr_ca: Recommander
he: המלץ
hi: सिफारिश करें
hr: Preporuči
hu: Ajánlás
id: Rekomendasikan
it: Raccomanda
ja: 推薦する
kk: Ұсыну
ko: 추천하기
ms: Syorkan
nb: Anbefal
nl: Aanbevelen
pl: Poleć
pt_br: Recomendar
pt_pt: Recomendar
ro: Recomandă
ru: Рекомендовать
sk: Odporučiť
sv: Rekommendera
th: แนะนำ
tr: Tavsiye Et
uk: Рекомендувати
vi: Gợi ý
zh_hans: 推荐
zh_hant: 推薦
zh_hk: 推薦

# TK.Action.record
source: Record
ar: تسجيل
bg: Запис
ca: Gravar
cs: Nahrát
da: Optag
de: Aufnehmen
el: Εγγραφή
es: Grabar
es_419: Grabar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: הקלט
hi: रिकॉर्ड करें
hr: Snimi
hu: Felvétel
id: Rekam
it: Registra
ja: 収録
kk: Жазу
ko: 기록
ms: Rakam
nb: Oppta
nl: Neem op
pl: Nagraj
pt_br: Gravar
pt_pt: Gravar
ro: Înregistrați
ru: Запись
sk: Nahrať
sv: Spela in
th: บันทึก
tr: Kayıt Yap
uk: Записати
vi: Ghi
zh_hans: 录制
zh_hant: 錄製
zh_hk: 錄製

# TK.Action.recordVideo
source: Record Video
ar: تسجيل فيديو
bg: Запиши видео
ca: Gravar vídeo
cs: Nahrát video
da: Optag video
de: Video aufnehmen
el: Καταγραφή Βίντεο
es: Grabar video
es_419: Grabar video
fi: Tallenna video
fr: Enregistrer la vidéo
fr_ca: Enregistrer une vidéo
he: הקלט סרטון
hi: वीडियो रिकॉर्ड करें
hr: Snimi video
hu: Videó rögzítése
id: Rekam Video
it: Registra video
ja: 動画を録画する
kk: Бейне жазу
ko: 비디오 녹화
ms: Rakaman Video
nb: Ta opp video
nl: Video Opnemen
pl: Nagrywaj wideo
pt_br: Gravar Vídeo
pt_pt: Gravar Vídeo
ro: Înregistrează video
ru: Записать видео
sk: Nahrávať video
sv: Spela In Video
th: บันทึกวิดีโอ
tr: Video Kaydet
uk: Записати відео
vi: Ghi video
zh_hans: 录制视频
zh_hant: 錄製視頻
zh_hk: 錄製視頻

# TK.Action.removeFromQueue
source: Remove from Queue
ar: إزالة من قائمة الانتظار
bg: Премахване от опашката
ca: Eliminar de la cua
cs: Odstranit ze seznamu čekání
da: Fjern fra kø
de: Aus Warteschlange entfernen
el: Αφαίρεση από τη Λίστα αναμονής
es: Eliminar de la cola
es_419: Eliminar de la cola
fi: Poista jonosta
fr: Retirer de la liste d'attente
fr_ca: Retirer de la file d'attente
he: לְהַסִיר מַסָּע
hi: क्यू से हटाएँ
hr: Ukloni iz reda
hu: Eltávolítás a Sorból
id: Hapus dari Antrian
it: Rimuovi dalla Coda
ja: キューから削除
kk: Тізімнен алу
ko: 대기열에서 제거
ms: Buang dari Senarai Tunggu
nb: Fjern fra kø
nl: Verwijderen uit wachtrij
pl: Usuń z kolejki
pt_br: Remover da Fila
pt_pt: Remover da fila
ro: Elimină din listă
ru: Удалить из очереди
sk: Odstrániť z frontu
sv: Ta bort från kö
th: ลบออกจากคิว
tr: Sıradan Çıkar
uk: Видалити з черги
vi: Xóa khỏi Hàng đợi
zh_hans: 从队列中移除
zh_hant: 從佇列中移除
zh_hk: 從隊列中移除

# TK.Action.rewind
source: Rewind
ar: إرجاع
bg: Превърти назад
ca: Rebobinar
cs: Rychle zpět
da: Spol tilbage
de: Zurückspulen
el: Γρήγορη επαναφορά
es: Retroceder
es_419: Rebobinar
fi: Siirry taaksepäin
fr: Retour rapide
fr_ca: Retour rapide
he: אחורה
hi: रिवाइंड करें
hr: Pretraži unatrag
hu: Visszatekerés
id: Putar Balik
it: Riavvolgi
ja: 早戻し
kk: Артқа айналдыру
ko: 되감기
ms: Putar Balik
nb: Spol tilbake
nl: Spoel terug
pl: Szybko do tyłu
pt_br: Rebobinar
pt_pt: Rebobinar
ro: Derulare înapoi
ru: Перемотать назад
sk: Prevíjať dozadu
sv: Sök bakåt
th: เลื่อนถอยกลับ
tr: Geri Sar
uk: Мотати назад
vi: Tua lại
zh_hans: 倒回
zh_hant: 倒轉
zh_hk: 回帶

# TK.Action.schedule
source: Schedule
ar: جدولة
bg: График
ca: Programar
cs: Plán
da: Planlæg
de: Zeitplan
el: Πρόγραμμα
es: Programar
es_419: Programar
fi: Ajastus
fr: Programme
fr_ca: Horaire
he: תזמון
hi: शेड्यूल करें
hr: Raspored
hu: Ütemezés
id: Jadwal
it: Programma
ja: スケジュール
kk: Кесте
ko: 시간 지정
ms: Jadual
nb: Planlegg
nl: Schema
pl: Harmonogram
pt_br: Agendar
pt_pt: Programar
ro: Program
ru: Расписание
sk: Rozvrh
sv: Schema
th: กำหนดเวลา
tr: Program
uk: Розклад
vi: Lịch trình
zh_hans: 定时
zh_hant: 排程
zh_hk: 時間表

# TK.Action.shareStory
source: Share Story
ar: شارك القصة
bg: Сподели история
ca: Compartir història
cs: Sdílet příběh
da: Del Historie
de: Geschichte teilen
el: Μοιράσου Ιστορία
es: Compartir historia
es_419: Compartir historia
fi: Jaa tarina
fr: Partager l'histoire
fr_ca: Partager l'histoire
he: שתף סיפור
hi: कहानी साझा करें
hr: Dijeli priču
hu: Történet megosztása
id: Bagikan Cerita
it: Condividi Storia
ja: ストーリーを共有
kk: Әңгімемен бөлісу
ko: 스토리 공유하기
ms: Kongsi Cerita
nb: Del historie
nl: Deel verhaal
pl: Udostępnij artykuł
pt_br: Compartilhar História
pt_pt: Partilhar História
ro: Împărtășește Povestea
ru: Поделиться историей
sk: Zdieľať príbeh
sv: Dela berättelse
th: แชร์เรื่องราว
tr: Hikaye Paylaş
uk: Поділитися історією
vi: Chia sẻ câu chuyện
zh_hans: 分享故事
zh_hant: 分享故事
zh_hk: 分享故事

# TK.Action.shuffle
source: Shuffle
ar: خَلط
bg: Разбъркване
ca: Aleatori
cs: Zamíchat
da: Bland
de: Zufällig
el: Τυχαία σειρά
es: Aleatorio
es_419: Reorganizar
fi: Sekoita
fr: Aléatoire
fr_ca: Ordre aléatoire
he: סדר אקראי
hi: शफ़ल करें
hr: Slučajni slijed
hu: Keverés
id: Acak
it: Casuale
ja: シャッフル
kk: Араластыру
ko: 임의 재생
ms: Rombak
nb: Bland
pl: Pomieszaj
pt_br: Aleatorizar
pt_pt: Aleatorizar
ro: Amestecare
ru: Перемешать
sk: Zamiešať
sv: Blanda
th: สุ่ม
tr: Karıştır
uk: Тасувати
vi: Xáo trộn
zh_hans: 随机播放
zh_hant: 隨機播放
zh_hk: 隨機播放

# TK.Action.skipIntro
source: Skip Intro
ar: تخطي المقدمة
bg: Пропусни интрото
ca: Saltar la introducció
cs: Přeskočit úvod
da: Spring intro over
de: Einführung überspringen
el: Παράβλεψη Εισαγωγής
es: Saltar Introducción
es_419: Omitir introducción
fi: Ohita alku
fr: Passer l'introduction
fr_ca: Passer l'intro
he: דלג על מבוא
hi: इंट्रो स्किप करें
hr: Preskoči uvod
hu: Bevezető átugrása
id: Lewati Intro
it: Salta introduzione
ja: イントロをスキップ
kk: Кіріспені өткізіп жіберу
ko: 인트로 건너뛰기
ms: Langkau Pengenalan
nb: Hopp over intro
nl: Oefening overslaan
pl: Pomiń wprowadzenie
pt_br: Pular Introdução
pt_pt: Saltar Introdução
ro: Sari Peste Introducere
ru: Пропустить вводное видео
sk: Preskočiť úvod
sv: Hoppa över intro
th: ข้ามบทนำ
tr: Girişi Atla
uk: Пропустити вступ
vi: Bỏ Qua Giới Thiệu
zh_hans: 跳过介绍
zh_hant: 跳過開頭
zh_hk: 跳過介紹

# TK.Action.subscribe
source: Subscribe
ar: اشتراك
bg: Абониране
ca: Subscriure's
cs: Odebírat
da: Abonner
de: Abonnieren
el: Εγγραφή
es: Suscribirse
es_419: Suscribirse
fi: Tilaa
fr: S’abonner
fr_ca: S’abonner
he: הירשם
hi: सब्सक्राइब करें
hr: Pretplati se
hu: Feliratkozás
id: Berlangganan
it: Abbonati
ja: サブスクリプションに登録
kk: Жазылу
ko: 구독
ms: Langgan
nb: Abonner
nl: Abonneer
pl: Subskrybuj
pt_br: Assinar
pt_pt: Assinar
ro: Abonați-vă
ru: Подписаться
sk: Odoberať
sv: Prenumerera
th: สมัครรับ
tr: Abone Ol
uk: Підписатися
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱
zh_hk: 訂閱

# TK.Action.trimVideo
source: Trim Video
ar: قص الفيديو
bg: Окъсори видео
ca: Retallar vídeo
cs: Oříznout video
de: Video zuschneiden
el: Αποκοπή Βίντεο
es: Recortar Video
es_419: recortar video
fi: Leikkaa video
fr: Couper la vidéo
fr_ca: Rogner la vidéo
he: קצר וידאו
hi: वीडियो ट्रिम करें
hr: Trimaj video
hu: Videó vágása
id: Potong Video
it: Taglia Video
ja: ビデオをトリミング
kk: Бейнемазмұнды қысқарту
ko: 비디오 잘라내기
ms: Potong Video
nb: Kutt video
nl: Knip video
pl: Przytnij wideo
pt_br: Cortar Vídeo
pt_pt: Cortar Vídeo
ro: Taie videoclipul
ru: Обрезать видео
sk: Trimovať Video
sv: Klipp video
th: ตัดวิดีโอ
tr: Videoyu Kısalt
uk: Обрізати відео
vi: Cắt Video
zh_hans: 修剪视频
zh_hant: 剪輯視頻
zh_hk: 剪輯影片

# TK.Action.unfollow
source: Unfollow
ar: إلغاء المتابعة
bg: Отпишете се
ca: Deixar de seguir
cs: Přestat sledovat
da: Følg Ikke
de: Entfolgen
el: Άρση ακολούθησης
es: Dejar de Seguir
es_419: Dejar de Seguir
fi: Lopeta seuraaminen
fr: Ne plus suivre
fr_ca: Se désabonner
he: בטל עוקב
hi: अनफॉलो करें
hr: Prekini praćenje
hu: Leiratkozás
id: Berhenti Mengikuti
it: Smetti di Seguire
ja: フォローを解除
kk: Бас тарту
ko: 팔로우 해제
ms: Akhiri Ikut
nb: Følg ikke lenger
nl: Ontvolg
pl: Przestań obserwować
pt_br: Deixar de Seguir
pt_pt: Deixar de Seguir
ro: Dezabonează-te
ru: Отменить подписку
sk: Odstrániť sledovanie
sv: Avfölja
th: ยกเลิกติดตาม
tr: Takipten Çıkar
uk: Відписатися
vi: Ngừng Theo Dõi
zh_hans: 取消关注
zh_hant: 取消追蹤
zh_hk: 取消關注

# TK.Action.unlike
source: Unlike
ar: عدم الإعجاب
bg: Не харесвай
ca: No m'agrada
cs: Nelíbit se
da: Udelikér
de: Gefällt mir nicht
el: Μη Αρέσει
es: No Me Gusta
es_419: No me gusta
fi: Älä pidä tykkäystä
fr: Ne plus aimer
fr_ca: Ne plus aimer
he: לא לייק
hi: अनलाइक करें
hr: Ne sviđa se
hu: Nem tetszik
id: Tidak Suka
it: mi piace
ja: いいねを取り消す
kk: Ұнамау
ko: 좋아요 취소
ms: Tidak Suka
nb: Fjern lik
nl: Niet leuk vinden
pl: Nie lubię tego
pt_br: Descurtir
pt_pt: Descurtir
ro: Dezaprobat
ru: Не нравится
sk: Odznačiť
sv: Avmarkera
th: ยกเลิกถูกใจ
tr: Beğenmekten Vazgeç
uk: Не подобається
vi: Bỏ thích
zh_hans: 取消赞
zh_hant: 不喜歡
zh_hk: 不喜歡

# TK.Action.unpin
source: Unpin
ar: إلغاء التثبيت
bg: Откачи
ca: Deixar de fixar
cs: Odšpendlit
da: Frigør
de: Loslösen
el: Ξεκαρφώστε
es: Desfijar
es_419: Desfijar
fi: Irrota
fr: Détacher
fr_ca: Désépingler
he: בטל הצמדה
hi: अनपिन करें
hr: Otkvači
hu: Rögzítés megszüntetése
id: Lepas Pin
it: Rimuovi Pin
ja: ピン固定を解除
kk: Босату
ko: 고정 해제
ms: Nyahpin
nb: Fjern festing
nl: Maak los
pl: Odepnij
pt_br: Desafixar
pt_pt: Desafixar
ro: Detașează
ru: Открепить
sk: Odopnúť
sv: Lösgör
th: ปลดหมุด
tr: İğneyi Kaldır
uk: Відкріпити
vi: Gỡ ghim
zh_hans: 取消固定
zh_hant: 取消釘選
zh_hk: 取消釘選

# TK.Action.watch
source: Watch
ar: راقب
bg: Гледай
cs: Sledovat
da: Se
de: Ansehen
el: Παρακολούθηση
es: Ver
es_419: Ver
fi: Katso
fr: Regarder
fr_ca: Regarder
he: צפה
hi: देखें
hr: Gledaj
hu: Nézés
id: Tonton
ja: 視聴する
kk: Қарау
ko: 보기
ms: Tonton
nb: Se på
pl: Oglądaj
pt_br: Assistir
pt_pt: Assistir
ro: Urmărește
ru: Наблюдать
sk: Pozerať
sv: Titta på
th: ดู
tr: İzle
uk: Дивитися
vi: Xem
zh_hans: 观看
zh_hant: 觀看

# TK.Action.watchLater
source: Watch Later
ar: شاهد لاحقاً
bg: Гледай по-късно
ca: Veure més tard
cs: Sledovat později
da: Se Senere
de: Später ansehen
el: Παρακολούθηση Αργότερα
es: Ver Más Tarde
es_419: ver después
fi: Katso myöhemmin
fr: Regarder plus tard
fr_ca: Regarder plus tard
he: צפה מאוחר יותר
hi: बाद में देखें
hr: Gledaj kasnije
hu: Később megtekintés
id: Tonton Nanti
it: Guarda dopo
ja: 後で見る
kk: Кейін қарау үшін сақтау
ko: 나중에 보기
ms: Tonton Nanti
nb: Se senere
nl: Later bekijken
pl: Obejrzyj później
pt_br: Adicionar Para Assistir Depois
pt_pt: Ver Mais Tarde
ro: Vezi Mai Târziu
ru: Сохранить для просмотра позже
sk: Pozrieť neskôr
sv: Titta Senare
th: ดูเมื่อต้องการ
tr: Sonra İzle
uk: Подивитися пізніше
vi: Xem sau
zh_hans: 稍后观看
zh_hant: 稍後觀看
zh_hk: 稍後觀看

# TK.Label.actors
source: Actors
ar: الممثلون
bg: Актьори
cs: Herci
da: Skuespillere
de: Schauspieler
el: Ηθοποιοί
es: Actores
es_419: Actores
fi: Näyttelijät
fr: Acteurs
fr_ca: Acteurs
he: שחקנים
hi: कलाकार
hr: Glumci
hu: Szereplők
id: Aktor
it: Attori
ja: 出演者
kk: Актерлер
ko: 배우
ms: Pelakon
nb: Skuespillere
nl: Acteurs
pl: Aktorzy
pt_br: Atores
pt_pt: Atores
ro: Actori
ru: Актеры
sk: Herci
sv: Skådespelare
th: นักแสดง
tr: Oyuncular
uk: Актори
vi: Diễn viên
zh_hans: 演员
zh_hant: 演員
zh_hk: 演員

# TK.Label.album
source: Album
ar: ألبوم
bg: Албум
ca: Àlbum
el: Άλμπουμ
es: Álbum
es_419: Álbum
fi: Albumi
he: אלבום
hi: ऐल्बम
ja: アルバム
kk: Альбом
ko: 앨범
pt_br: Álbum
pt_pt: Álbum
ru: Альбом
th: อัลบั้ม
tr: Albüm
uk: Альбом
zh_hans: 专辑
zh_hant: 相簿
zh_hk: 專輯

# TK.Label.albums
source: Albums
ar: الألبومات
bg: Албуми
ca: Àlbums
cs: Alba
de: Alben
el: Άλμπουμ
es: Álbumes
es_419: Álbumes
fi: Albumit
he: אלבומים
hi: ऐल्बम
hr: Albumi
hu: Albumok
id: Album-album
it: Album
ja: アルバム
kk: Альбомдар
ko: 앨범
ms: Album
nb: Album
pl: Albumy
pt_br: Álbuns
pt_pt: Álbuns
ro: Albume
ru: Альбомы
sk: Albumy
sv: Album
th: อัลบั้ม
tr: Albümler
uk: Альбоми
vi: Album
zh_hans: 相簿
zh_hant: 相簿
zh_hk: 相簿

# TK.Label.artist
source: Artist
ar: الفنان
bg: Изпълнител
ca: Artista
cs: Umělec
da: Kunstner
de: Künstler:in
el: Καλλιτέχνης
es: Artista
es_419: Artista
fi: Artisti
fr: Artiste
fr_ca: Artiste
he: אמן
hi: कलाकार
hr: Izvođač
hu: Előadó
id: Artis
it: Artista
ja: アーティスト
kk: Орындаушы
ko: 아티스트
ms: Artis
nb: Kunstner
nl: Artiest
pl: Wykonawca
pt_br: Artista
pt_pt: Intérprete
ru: Артист
sk: Interpret
th: ศิลปิน
tr: Sanatçı
uk: Виконавець
vi: Nghệ sĩ
zh_hans: 艺人
zh_hant: 藝人
zh_hk: 藝人

# TK.Label.artists
source: Artists
ar: الفنانون
bg: Изпълнители
ca: Artistes
cs: Umělci
da: Kunstnere
de: Künstler:innen
el: Καλλιτέχνες
es: Artistas
es_419: Artistas
fi: Artistit
fr: Artistes
fr_ca: Artistes
he: אמנים
hi: कलाकार
hr: Izvođači
hu: Előadók
id: Artis
it: Artisti
ja: アーティスト
kk: Орындаушылар
ko: 아티스트
ms: Artis
nb: Kunstnere
nl: Artiesten
pl: Wykonawcy
pt_br: Artistas
pt_pt: Intérpretes
ro: Artiști
ru: Артисты
sk: Interpreti
sv: Artister
th: ศิลปิน
tr: Sanatçılar
uk: Виконавці
vi: Nghệ sĩ
zh_hans: 艺人
zh_hant: 藝人
zh_hk: 藝人

# TK.Label.audio
source: Audio
ar: الصوت
bg: Аудио
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
fi: Ääni
he: שמע
hi: ऑडियो
hu: Hang
ja: オーディオ
kk: Аудио
ko: 오디오
nb: Lyd
pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sv: Ljud
th: เสียง
tr: Ses
uk: Аудіо
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊
zh_hk: 音訊

# TK.Label.backgroundSounds
source: Background Sounds
ar: أصوات الخلفية
bg: Звуци на заден фон
ca: Sons de fons
cs: Zvuky na pozadí
da: Baggrundslyde
de: Hintergrundgeräusche
el: Ήχοι παρασκηνίου
es: Sonidos de fondo
es_419: Sonidos de Fondo
fi: Taustaäänet
fr: Sons en arrière-plan
fr_ca: Sons en arrière-plan
he: צלילי רקע
hi: बैकग्राउंड ध्वनियाँ
hr: Pozadinski zvukovi
hu: Háttérhangok
id: Bunyi Latar Belakang
it: Suoni di sottofondo
ja: バックグラウンドサウンド
kk: Фондық дыбыстар
ko: 배경 사운드
ms: Bunyi Latar Belakang
nb: Bakgrunnslyder
nl: Achtergrond­geluiden
pl: Dźwięki tła
pt_br: Sons de Fundo
pt_pt: Sons de fundo
ro: Sunete de fundal
ru: Фоновые звуки
sk: Zvuky na pozadí
sv: Bakgrundsljud
th: เสียงเบื้องหลัง
tr: Arka Plan Sesleri
uk: Фонові звуки
vi: Âm thanh trong nền
zh_hans: 背景音
zh_hant: 背景聲音
zh_hk: 背景聲音

# TK.Label.bookmark
source: Bookmark
ar: إشارة مرجعية
bg: Отметка
ca: Marcador
cs: Záložka
da: Bogmærke
de: Lesezeichen
el: Σελιδοδείκτης
es: Marcador
es_419: Marcador
fi: Kirjanmerkki
fr: Signet
fr_ca: Signet
he: סימניה
hi: बुकमार्क
hr: Oznaka
hu: Könyvjelző
id: Penanda
it: Segnalibro
ja: ブックマーク
kk: Бетбелгі
ko: 책갈피
ms: Penanda Buku
nb: Bokmerke
nl: Bladwijzer
pl: Zakładka
pt_br: Marcador
pt_pt: Marcador
ro: Semn de carte
ru: Закладка
sk: Záložka
sv: Bokmärke
th: ที่คั่นหน้า
tr: Yer İşareti
uk: Закладка
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤
zh_hk: 書籤
